Repository: shurinbergo3/GymTracker
Catalog: GymTracker/Localizable.xcstrings
Source language: ru
Languages: de, en, pl

source: Активность
de: Aktivität
en: Activity
pl: Aktywność

source: Активность (7 дней)
de: Aktivität (7 Tage)
en: Activity (7 days)
pl: Aktywność (7 dni)

source: Активность за 7 дней
de: Aktivität der letzten 7 Tage
en: Activity in 7 days
pl: Aktywność w 7 dni

source: Активных дней
de: Aktive Tage
en: Active days
pl: Aktywnych dni

source: Альпинист
de: Mountain Climbers
en: Mountain Climbers
pl: Wspinacz górski

source: Анализ тренировки
de: Trainingsanalyse
en: Workout analysis
pl: Analiza treningu

source: Анализ тренировок
de: Trainingsanalyse
en: Workout Analysis
pl: Analiza treningów

source: Анализирует прогресс, отвечает на вопросы, корректирует план. Личный тренер, который всегда на связи.
de: Analysiert deinen Fortschritt, beantwortet Fragen, passt deinen Plan an. Ein persönlicher Coach, der immer für dich da ist.
en: Analyzes progress, answers questions, adjusts your plan. A personal coach always within reach.
pl: Analizuje postępy, odpowiada na pytania, koryguje plan. Osobisty trener zawsze pod ręką.

source: Анализирую план и историю последних тренировок…
de: Ich analysiere den Plan und deine letzten Trainingseinheiten …
en: Analyzing plan and recent workout history…
pl: Analizuję plan i historię ostatnich treningów…

source: Анализирую твой план и историю последних тренировок…
de: Ich analysiere deinen Plan und deine letzten Trainingseinheiten …
en: Analyzing your plan and recent workout history…
pl: Analizuję Twój plan i historię ostatnich treningów…

source: Анализирую тренировку, датчики и историю…
de: Ich analysiere dein Training, die Sensordaten und den Verlauf …
en: Analyzing your workout, sensors and history…
pl: Analizuję trening, czujniki i historię…

source: Анализирую тренировку, датчики и комментарии…
de: Ich analysiere dein Training, die Sensordaten und deine Kommentare …
en: Analyzing workout, sensors and comments…
pl: Analizuję trening, czujniki i komentarze…

source: Анализирую тренировку…
de: Ich analysiere dein Training …
en: Analyzing workout…
pl: Analizuję trening…

source: Аналитика
de: Analyse
en: Analytics
pl: Analityka

source: АНАЛИТИКА
de: ANALYSE
en: ANALYTICS
pl: ANALITYKA

source: Анти-ротация на блоке
de: Pallof Press am Kabelzug
en: Cable Anti-Rotation (Pallof Press)
pl: Anty-rotacja na wyciągu (Pallof)

source: Антивирусная защита
de: Antivirale Abwehr
en: Antiviral protection
pl: Ochrona antywirusowa

source: Антикатаболический эффект
de: Antikataboler Effekt
en: Anti-catabolic effect
pl: Działanie antykataboliczne

source: Аргинин плохо усваивается напрямую. Цитруллин же в почках превращается в Аргинин, повышая уровень оксида азота (NO) в крови гораздо эффективнее и дольше. Это дает мощное расширение сосудов (памп).
de: Arginin wird direkt nur schlecht aufgenommen. Citrullin hingegen wird in den Nieren zu Arginin umgewandelt und steigert so den Stickstoffmonoxid-Spiegel (NO) im Blut deutlich effektiver und länger. Das sorgt für eine kräftige Gefäßerweiterung (Pump).
en: Arginine is poorly absorbed directly. Citrulline converts to Arginine in the kidneys, raising nitric oxide (NO) levels much more effectively and for longer. This provides powerful vasodilation (pump).
pl: Arginina słabo wchłania się bezpośrednio. Cytrulina w nerkach przekształca się w argininę, podnosząc poziom tlenku azotu (NO) we krwi znacznie skuteczniej i dłużej. To daje mocne rozszerzenie naczyń (pamping).

source: Армейский / Жим
de: Schulterdrücken / Bankdrücken
en: Overhead Press / Bench
pl: Wyciskanie żołnierskie / Wyciskanie

source: Армейский жим
de: Military Press
en: Military Press
pl: Wyciskanie żołnierskie

source: Армейский жим (5/3/1)
de: Schulterdrücken (5/3/1)
en: Overhead Press (5/3/1)
pl: Wyciskanie żołnierskie (5/3/1)

source: Армейский жим (T1: 8×5/3/1+)
de: Schulterdrücken (T1: 8×5/3/1+)
en: Overhead Press (T1: 8×5/3/1+)
pl: Wyciskanie żołnierskie (T1: 8×5/3/1+)

source: Армейский жим (T2: 8×6)
de: Schulterdrücken (T2: 8×6)
en: Overhead Press (T2: 8×6)
pl: Wyciskanie żołnierskie (T2: 8×6)

source: Армейский жим (Т1)
de: Schulterdrücken (T1)
en: Overhead Press (T1)
pl: Wyciskanie żołnierskie (T1)

source: Атласовый камень
de: Atlas Stone Lift
en: Atlas Stone Lift
pl: Kamień Atlasa

source: Атлет
de: Athlet
en: Athlete
pl: Atleta

source: Аутотренинг («я выжил в худших ситуациях»), вера в судьбу/бога. Исключить поражение из картины мира.
de: Autogenes Training („Ich habe Schlimmeres überlebt“), Glaube an Schicksal/Gott. Streiche die Niederlage aus deinem Weltbild.
en: Autogenic training ('I survived worse situations'), belief in fate/god. Exclude defeat from your worldview.
pl: Autotrening („przeżyłem gorsze”), wiara w los/Boga. Wyklucz porażkę z obrazu świata.

source: Бабочка-подтягивания
de: Butterfly Pull-ups
en: Butterfly Pull-ups
pl: Butterfly pull-ups

source: Бады
de: Supplements
en: Supplements
pl: Suplementy

source: База для здоровья суставов и связок. Работает только при длительном приеме.
de: Grundlage für gesunde Gelenke und Bänder. Wirkt nur bei langfristiger Einnahme.
en: Foundation for joint and ligament health. Only works with long-term use.
pl: Podstawa zdrowia stawów i więzadeł. Działa tylko przy długim stosowaniu.

source: База знаний для твоего прогресса
de: Wissensdatenbank für deinen Fortschritt
en: Knowledge Base for Your Progress
pl: Baza wiedzy dla Twoich postępów

source: База упражнений с техникой и видео, плюс гайды по тренировкам, сну и питанию.
de: Übungsdatenbank mit Technik und Videos sowie Guides zu Training, Schlaf und Ernährung.
en: An exercise library with technique and videos, plus guides on training, sleep and nutrition.
pl: Baza ćwiczeń z techniką i wideo oraz poradniki o treningu, śnie i odżywianiu.

source: Байезианские сгибания
de: Bayesian Curls (am Kabelzug)
en: Bayesian Curls
pl: Uginanie Bayesa (na wyciągu)

source: Байк (Assault Bike)
de: Assault Bike
en: Assault Bike
pl: Assault Bike

source: Баланс
de: Ausgeglichen
en: Balanced
pl: Równowaga

source: Баланс эстрогенов
de: Östrogen-Balance
en: Estrogen Balance
pl: Równowaga estrogenów

source: Балл сравнивает вариабельность пульса (ВРС), пульс покоя, сон и дыхание с вашей собственной нормой за 30 дней. Чем ниже ВРС и хуже сон относительно нормы - тем выше стресс. Это оценка восстановления, а не медицинский показатель.
de: Der Wert vergleicht Herzfrequenzvariabilität (HRV), Ruhepuls, Schlaf und Atmung mit deiner eigenen 30-Tage-Norm. Je niedriger die HRV und je schlechter der Schlaf im Vergleich zur Norm, desto höher der Stress. Es ist eine Erholungsschätzung, kein medizinischer Wert.
en: The score compares heart rate variability (HRV), resting heart rate, sleep and breathing with your own 30-day norm. The lower the HRV and the worse the sleep versus that norm, the higher the stress. It's a recovery estimate, not a medical metric.
pl: Wynik porównuje zmienność rytmu serca (HRV), tętno spoczynkowe, sen i oddech z Twoją własną normą z 30 dni. Im niższe HRV i gorszy sen względem normy, tym wyższy stres. To ocena regeneracji, a nie wskaźnik medyczny.

source: Баскетбол
de: Basketball
en: Basketball
pl: Koszykówka

source: Бег
de: Laufen
en: Running
pl: Bieganie

source: Бег (Интервалы: 30/30, 45/45, 60/60)
de: Laufen (Intervalle: 30/30, 45/45, 60/60)
en: Running (Intervals: 30/30, 45/45, 60/60)
pl: Bieg (Interwały: 30/30, 45/45, 60/60)

source: Бег 3 мин / Ходьба 90 сек × 5
de: Laufen 3 min / Gehen 90 sek × 5
en: Run 3 min / Walk 90 sec × 5
pl: Bieg 3 min / Marsz 90 sek × 5

source: Бег 60 сек / Ходьба 90 сек × 8
de: Laufen 60 sek / Gehen 90 sek × 8
en: Run 60 sec / Walk 90 sec × 8
pl: Bieg 60 sek / Marsz 90 sek × 8

source: Бег интервалы
de: Intervalllauf
en: Interval Running
pl: Bieg interwałowy

source: Бег с высоким подъёмом коленей
de: Knieheben im Lauf (High Knees)
en: High-Knee Run
pl: Skip A (wysokie kolana)

source: Бег трусцой
de: Joggen
en: Jogging
pl: Trucht

source: Беговая дорожка с наклоном 10–15% или живой подъём. Темп быстрая ходьба. Ключи: жгучее кардио без ударной нагрузки. Работают ягодицы и икры. Не держитесь за поручни.
de: Laufband mit 10–15 % Steigung oder ein echter Anstieg. Tempo: zügiges Gehen. Knackpunkte: knackiges Cardio ohne Stoßbelastung. Po und Waden arbeiten kräftig mit. Halte dich nicht an den Griffen fest.
en: Treadmill at 10–15% incline or real hill. Pace: brisk walk. Keys: intense cardio without impact. Glutes and calves work hard. Don't hold the handrails.
pl: Bieżnia z nachyleniem 10–15% lub prawdziwy podjazd. Tempo: szybki marsz. Klucze: ostre cardio bez obciążeń uderzeniowych. Pracują pośladki i łydki. Nie trzymaj się poręczy.

source: Бедро
de: Oberschenkel
en: Thigh
pl: Udo

source: Без движения не накапливается аденозин (нейромедиатор усталости).
de: Ohne Bewegung sammelt sich kein Adenosin an (der Botenstoff der Müdigkeit).
en: Without movement, adenosine (fatigue neurotransmitter) doesn't accumulate.
pl: Bez ruchu nie kumuluje się adenozyna (neuroprzekaźnik zmęczenia).

source: Без опыта
de: Keine Erfahrung
en: No experience
pl: Bez stażu

source: Без сантиментов. Ты не на отдыхе.
de: Keine Ausreden. Du machst hier keinen Urlaub.
en: No sugarcoating. You're not on vacation.
pl: Bez sentymentów. Nie jesteś na wakacjach.

source: Без тренировок дольше 3 дней XP начинает падать. После 14 дней можно потерять и уровень — но «пик» останется как трофей.
de: Trainierst du länger als 3 Tage nicht, beginnt dein XP zu sinken. Nach 14 Tagen kannst du sogar ein Level verlieren – dein „Peak“ bleibt aber als Trophäe erhalten.
en: Without workouts for more than 3 days XP starts declining. After 14 days you may lose a level — but your "peak" will remain as a trophy.
pl: Bez treningów dłużej niż 3 dni XP zaczyna spadać. Po 14 dniach można stracić poziom — ale „szczyt” zostanie jako trofeum.

source: Без тренировок дольше 3 дней XP падает. После 14 дней можно потерять и уровень — но «пик» останется как трофей.
de: Trainierst du länger als 3 Tage nicht, sinkt dein XP. Nach 14 Tagen kannst du sogar ein Level verlieren – dein „Peak“ bleibt aber als Trophäe erhalten.
en: Without workouts for more than 3 days XP starts declining. After 14 days you may lose a level — but your "peak" will remain as a trophy.
pl: Bez treningów dłużej niż 3 dni XP zaczyna spadać. Po 14 dniach można stracić poziom — ale „szczyt” zostanie jako trofeum.

source: Безмятежность, «завтра будет лучше, чем вчера», способность к самоограничению ради будущего.
de: Gelassenheit, „Morgen wird besser als gestern“, die Fähigkeit, sich für die Zukunft etwas zu versagen.
en: Serenity, 'tomorrow will be better than yesterday', ability to self-restrict for the future.
pl: Pogoda ducha, „jutro będzie lepiej niż wczoraj”, zdolność do samoograniczenia dla przyszłości.

source: Белок
de: Eiweiß
en: Protein
pl: Białko

source: Берпи
de: Burpee
en: Burpee
pl: Burpee

source: Бескомпромиссность, четкость действий («подумал — сделал»).
de: Kompromisslosigkeit, klares Handeln („gedacht – getan“).
en: Uncompromising, clear actions ('thought it — did it').
pl: Bezkompromisowość, klarowność działań („pomyślałem — zrobiłem”).

source: Биохакинг и Спорт
de: Biohacking & Sport
en: Biohacking & Sport
pl: Biohacking i sport

source: Бисглицинат цинка (хелат): Мягкая форма, не раздражает желудок.
de: Zink-Bisglycinat (Chelat): magenschonende Form, reizt den Magen nicht.
en: Zinc Bisglycinate (chelated): Gentle form, doesn't irritate the stomach.
pl: Bisglicynian cynku (chelat): łagodna forma, nie drażni żołądka.

source: Бицепс
de: Bizeps
en: Biceps
pl: Biceps

source: Бицепс + Трицепс
de: Bizeps + Trizeps
en: Biceps + Triceps
pl: Biceps + Triceps

source: Бицепс бедра
de: Beinbeuger
en: Hamstring
pl: Dwugłowy uda

source: Блокирует NMDA-рецепторы в мозге, снижая возбудимость нервной системы (эффект антистресса). Регулирует баланс кальция в клетках, предотвращая мышечные спазмы.
de: Blockiert die NMDA-Rezeptoren im Gehirn und senkt so die Erregbarkeit des Nervensystems (Antistress-Effekt). Reguliert den Kalziumhaushalt in den Zellen und beugt Muskelkrämpfen vor.
en: Blocks NMDA receptors in the brain, reducing nervous system excitability (anti-stress effect). Regulates calcium balance in cells, preventing muscle spasms.
pl: Blokuje receptory NMDA w mózgu, obniżając pobudliwość układu nerwowego (efekt antystresowy). Reguluje gospodarkę wapnia w komórkach, zapobiegając skurczom.

source: Бодрость, здоровье, отсутствие груза прошлых ошибок.
de: Frische, Gesundheit, kein Ballast vergangener Fehler.
en: Vigor, health, no burden of past mistakes.
pl: Wigor, zdrowie, brak ciężaru dawnych błędów.

source: Боковая планка
de: Seitlicher Unterarmstütz
en: Side Plank
pl: Bok deski (side plank)

source: Боковое зашагивание на скамью
de: Seitliche Step-ups auf die Bank
en: Lateral Step-Ups
pl: Step-up boczny na ławkę

source: Боковые выпады
de: Seitliche Ausfallschritte
en: Lateral Lunges
pl: Wykroki bokiem

source: Боковые наклоны с гантелей
de: Seitneigen mit Kurzhantel
en: Dumbbell Side Bend
pl: Skłony boczne z hantlem

source: Бокс
de: Boxen
en: Boxing
pl: Boks

source: Бокс (груша)
de: Boxen (Sandsack)
en: Boxing (Heavy Bag)
pl: Boks (worek)

source: Болгарские выпады
de: Bulgarische Ausfallschritte
en: Bulgarian Split Squats
pl: Przysiady bułgarskie

source: Болгарские отжимания
de: Bulgarische Liegestütze
en: Bulgarian Push-ups
pl: Pompki bułgarskie

source: Болгарские сплит-приседания
de: Bulgarische Split Squats
en: Bulgarian Split Squats
pl: Bułgarskie przysiady rozkroczne

source: Больше недели без тренировок. Начни с малого - тело быстро вспомнит форму.
de: Über eine Woche ohne Training. Fang klein an - dein Körper erinnert sich schnell.
en: Over a week without training. Start small - your body remembers fast.
pl: Ponad tydzień bez treningu. Zacznij od małego - ciało szybko sobie przypomni.

source: Больше подходов или повторений с тем же весом.
de: Mehr Sätze oder Wiederholungen mit dem gleichen Gewicht.
en: More sets or reps with same weight.
pl: Więcej serii lub powtórzeń z tym samym ciężarem.

source: Большинство упражнений растут
de: Die meisten Übungen entwickeln sich nach oben
en: Most exercises are progressing
pl: Większość ćwiczeń rośnie

source: Бор
de: Bor
en: Boron
pl: Bor

source: Бор — недооцененный микроэлемент. Исследования показывают, что прием бора может снизить уровень ГСПГ (глобулина, связывающего половые гормоны) и эстрадиола, что приводит к резкому скачку свободного тестостерона.
de: Bor ist ein unterschätztes Spurenelement. Studien zeigen, dass die Einnahme von Bor den SHBG-Spiegel (das Sexualhormon-bindende Globulin) und Estradiol senken kann, was zu einem deutlichen Anstieg des freien Testosterons führt.
en: Boron is an underrated trace element. Research shows that boron supplementation can lower SHBG and estradiol levels, leading to a sharp increase in free testosterone.
pl: Bor to niedoceniany pierwiastek śladowy. Badania pokazują, że suplementacja boru może obniżyć SHBG (globulinę wiążącą hormony płciowe) i estradiol, co prowadzi do gwałtownego wzrostu wolnego testosteronu.

source: Бор глицинат
de: Bor-Glycinat
en: Boron Glycinate
pl: Glicynian boru

source: Бор цитрат
de: Bor-Citrat
en: Boron Citrate
pl: Cytrynian boru

source: Борьба с депрессией
de: Kampf gegen Depressionen
en: Fighting depression
pl: Walka z depresją

source: Брифинг от коуча
de: Coach-Briefing
en: Coach briefing
pl: Briefing trenera

source: Бронза
de: Bronze
en: Bronze
pl: Brąz

source: Броски мяча (Wall Balls)
de: Wall Balls
en: Wall Balls
pl: Wall Balls (rzuty piłką w ścianę)

source: БЫЛ %d
de: WAR %d
en: WAS %d
pl: BYŁ %d

source: Быстрое усвоение
de: Schnelle Aufnahme
en: Rapid absorption
pl: Szybkie wchłanianie

source: Быстрые вопросы
de: Schnelle Fragen
en: Quick questions
pl: Szybkie pytania

source: Быстрый белок. Удобство и вкус.
de: Schnelles Protein. Praktisch und lecker.
en: Fast protein. Convenience and taste.
pl: Szybkie białko. Wygoda i smak.

source: Быть там, где можно быть собой и не нужно притворяться.
de: Dort sein, wo du du selbst sein kannst und nichts vorspielen musst.
en: Be where you can be yourself and don't need to pretend.
pl: Być tam, gdzie możesz być sobą i nie udawać.

source: Бэйдж «ПИК» хранит твой максимальный уровень — его можно вернуть, продолжив тренировки.
de: Das Abzeichen „PEAK“ speichert dein höchstes Level – du holst es dir zurück, indem du weitertrainierst.
en: The "PEAK" badge holds your highest level — you can reclaim it by continuing to train.
pl: Odznaka „SZCZYT” przechowuje Twój najwyższy poziom — możesz go odzyskać, wracając do treningu.

source: БЭЙДЖИ
de: ABZEICHEN
en: BADGES
pl: ODZNAKI

source: Бэйджи открываются за общее число тренировок
de: Abzeichen schaltest du über die Gesamtzahl deiner Workouts frei
en: Badges unlock based on total workout count
pl: Odznaki odblokowują się za łączną liczbę treningów

source: в
de: in
en: in
pl: w

source: В начале цикла сил больше. Время для силовых рекордов и HIIT.
de: Zu Zyklusbeginn hast du mehr Kraft. Zeit für Kraftrekorde und HIIT.
en: More strength at cycle start. Time for strength records and HIIT.
pl: Na początku cyklu jest więcej siły. Czas na rekordy siłowe i HIIT.

source: В покое
de: In Ruhe
en: Resting
pl: W spoczynku

source: В работе
de: In Arbeit
en: In progress
pl: W trakcie

source: В разработке
de: In Entwicklung
en: In development
pl: W przygotowaniu

source: В этой категории пока нет программ
de: In dieser Kategorie gibt es noch keine Programme
en: No programs in this category yet
pl: W tej kategorii nie ma jeszcze planów

source: Важно корректировать химию осторожно.
de: Pass deine Körperchemie behutsam an.
en: Adjust chemistry carefully.
pl: Chemię ciała koryguj ostrożnie.

source: Вакуум
de: Stomach Vacuum
en: Stomach Vacuum
pl: Próżnia brzucha

source: Вариабельность пульса
de: Herzfrequenzvariabilität
en: Heart rate variability
pl: Zmienność rytmu serca

source: вариабельность пульса (SDNN), среднее за 7 дней — выше = лучше восстановление
de: Herzfrequenzvariabilität (SDNN), 7-Tage-Durchschnitt – höher = bessere Erholung
en: heart rate variability (SDNN), 7-day average — higher = better recovery
pl: zmienność rytmu serca (SDNN), średnia z 7 dni — wyższa = lepsza regeneracja

source: Ваш персональный аналитик
de: Dein persönlicher Analyst
en: Your Personal Analyst
pl: Twój osobisty analityk

source: Ваш прогресс
de: Dein Fortschritt
en: Your Progress
pl: Twój postęp

source: Ваша норма:
de: Dein Ziel:
en: Your Goal:
pl: Twoja norma:

source: ВАШИ ЗАМЕРЫ
de: DEINE MESSWERTE
en: YOUR MEASUREMENTS
pl: TWOJE POMIARY

source: Ваши заметки...
de: Deine Notizen ...
en: Your notes...
pl: Twoje notatki...

source: Введи e-mail, чтобы получить ссылку для сброса пароля
de: Gib deine E-Mail ein, um einen Link zum Zurücksetzen des Passworts zu erhalten
en: Enter your email to get a password reset link
pl: Podaj e-mail, aby otrzymać link do resetu hasła

source: Велосипед
de: Radfahren
en: Cycling
pl: Rower

source: Велотренажёр
de: Heimtrainer
en: Stationary bike
pl: Rower stacjonarny

source: Вердикт
de: Fazit
en: Verdict
pl: Werdykt

source: Версия
de: Version
en: Version
pl: Wersja

source: Верх
de: Oberkörper
en: Upper
pl: Góra

source: Верх (Объём)
de: Oberkörper (Volumen)
en: Upper (Volume)
pl: Góra (Objętość)

source: Верх (Спина+Грудь+Руки)
de: Oberkörper (Rücken+Brust+Arme)
en: Upper (Back+Chest+Arms)
pl: Góra (Plecy+Klatka+Ramiona)

source: Верх (Тяжёлый)
de: Oberkörper (schwer)
en: Upper (Heavy)
pl: Góra (Ciężki)

source: Верх груди
de: Obere Brust
en: Upper Chest
pl: Górna część klatki

source: Вес
de: Gewicht
en: Weight
pl: Ciężar

source: Вес (кг)
de: Gewicht (kg)
en: Weight (kg)
pl: Ciężar (kg)

source: Вес × Повторы
de: Gewicht × Wdh.
en: Weight × Reps
pl: Ciężar × powt.

source: Веса или повторения растут
de: Gewicht oder Wiederholungen steigen
en: Weights or reps are increasing
pl: Ciężary lub powtórzenia rosną

source: Вести себя как лидер (расправленные плечи, взгляд вверх). Занимать место в пространстве.
de: Tritt auf wie ein Anführer (Schultern zurück, Blick nach oben). Nimm Raum ein.
en: Act like a leader (shoulders back, gaze up). Take up space.
pl: Zachowuj się jak lider (proste plecy, wzrok w górę). Zajmuj przestrzeń.

source: Вечер: Сигнал отдыха и восстановления.
de: Abend: Signal für Ruhe und Erholung.
en: Evening: Rest and recovery signal.
pl: Wieczór: sygnał odpoczynku i regeneracji.

source: Взрыв энергии.
de: Energieschub.
en: Burst of energy.
pl: Wybuch energii.

source: Взятие на грудь
de: Power Clean
en: Power Clean
pl: Zarzut sztangi na klatkę

source: Взятие штанги на грудь (Clean)
de: Umsetzen (Clean)
en: Clean (Barbell)
pl: Zarzut sztangi (Clean)

source: Видно прогресс силы, даже если меняешь веса/повторы. Подход 80×10 и 100×5 сравнимы между собой через e1RM.
de: Du siehst deinen Kraftfortschritt, auch wenn du Gewicht und Wiederholungen änderst. Sätze mit 80×10 und 100×5 lassen sich über das e1RM direkt vergleichen.
en: Tracks strength progress even when you change weights/reps. Sets of 80×10 and 100×5 are comparable through e1RM.
pl: Widać postęp siły, nawet gdy zmieniasz ciężar/powtórzenia. Serie 80×10 i 100×5 są porównywalne przez e1RM.

source: Витамин B8. Улучшает работу инсулина и нейромедиаторов.
de: Vitamin B8. Verbessert die Funktion von Insulin und Neurotransmittern.
en: Vitamin B8. Improves insulin and neurotransmitter function.
pl: Witamina B8. Poprawia działanie insuliny i neuroprzekaźników.

source: Витамин D по своей структуре является стероидным прогормоном. Практически каждая клетка тела имеет рецепторы к нему. Дефицит D3 — это гарантированное падение тестостерона и иммунитет. Витамин K2 (форма MK-7) направляет кальций в кости, не давая ему откладываться в артериях.
de: Vitamin D ist strukturell ein steroidales Prohormon. Nahezu jede Körperzelle besitzt Rezeptoren dafür. Ein D3-Mangel bedeutet garantiert einen Abfall von Testosteron und Immunabwehr. Vitamin K2 (Form MK-7) lenkt Kalzium in die Knochen und verhindert, dass es sich in den Arterien ablagert.
en: Vitamin D is structurally a steroid prohormone. Nearly every cell in the body has receptors for it. D3 deficiency guarantees a drop in testosterone and immunity. Vitamin K2 (MK-7 form) directs calcium to bones, preventing it from depositing in arteries.
pl: Witamina D ma strukturę prohormonu steroidowego. Niemal każda komórka ma dla niej receptory. Niedobór D3 to gwarantowany spadek testosteronu i odporności. Witamina K2 (forma MK-7) kieruje wapń do kości, nie pozwalając mu odkładać się w tętnicach.

source: Витамин D3 + K2
de: Vitamin D3 + K2
en: Vitamin D3 + K2
pl: Witamina D3 + K2

source: Включить таймер
de: Timer aktivieren
en: Enable timer
pl: Włącz timer

source: Вкусная замена сладкому
de: Leckerer Ersatz für Süßes
en: Tasty sweet replacement
pl: Smaczny zamiennik słodyczy

source: Влияет на круг прогресса и серию недель
de: Wirkt sich auf den Fortschrittsring und den Wochen-Streak aus
en: Affects the progress ring and weekly streak
pl: Wpływa na pierścień postępu i passę tygodni

source: Влияет на метаболизм стероидных гормонов, снижая активность белков-переносчиков, которые «связывают» тестостерон.
de: Beeinflusst den Stoffwechsel der Steroidhormone, indem es die Aktivität der Transportproteine senkt, die Testosteron „binden“.
en: Affects steroid hormone metabolism by reducing the activity of binding proteins that 'lock up' testosterone.
pl: Wpływa na metabolizm hormonów steroidowych, obniżając aktywność białek wiążących, które „blokują” testosteron.

source: Влияет на состояние тканей, молодость. Хронический избыток делает тело дряблым.
de: Beeinflusst den Zustand des Gewebes und die Jugendlichkeit. Ein chronischer Überschuss macht den Körper schlaff.
en: Affects tissue condition and youthfulness. Chronic excess makes the body flabby.
pl: Wpływa na stan tkanek i młodość. Przewlekły nadmiar czyni ciało wiotkim.
